{
    "aliases": [
        {
            "name": "Monsieur / Madame Affaire",
            "subtype": "The Visitor",
            "desc": "You are young, beautiful, foreign and mysterious. You sometimes drop into your first tongue. You don't quite get what’s going on, but it’s all very exciting! You are probably just a tourist on your holiday or a marooned driver who just happened to drop by."
        },
        {
            "name": "Mr/s. Big",
            "subtype": "The Gangster",
            "desc": "You've got nothing to hide, as you are a completely legitimate business-person. You speak softly but are not afraid to threaten. Your stylish clothing is in stark contrast to the abuse your features took during your youth. You probably smoke. You have a fancy job title, but nobody knows what it means."
        },
        {
            "name": "Mr/s. Drab",
            "subtype": "The Wimp",
            "desc": "You are so bland, nobody remembers your name. You are awkward in social situations and back down easily when challenged. Blood makes you queasy. You dress smartly and maybe wear glasses. You probably work with numbers or as a secretary."
        },
        {
            "name": "Mr/s. Money",
            "subtype": "The Capitalist",
            "desc": "You are wealthy and don't mind flaunting it. You talk big and act bigger. You do not like anyone telling you what you can and can't do. You could be the CEO of a large company or the child of a wealthy aristocrat."
        },
        {
            "name": "Mr/s. Representative",
            "subtype": "The Politician",
            "desc": "You don't argue, you are a negotiator. You can easily get a room on your side. You have connections in high places. You are probably middle-aged and dress formally at all times. You might be an ambassador, a mayor, an MP, or hold some other political office."
        },
        {
            "name": "Mr/s. White",
            "subtype": "The Innocent",
            "desc": "You are cleaner than clean and smell of roses. Your word is almost beyond dispute. You are likely retired and gently spoken. You might work with charities or the church. You could have a disability, or be simply frail."
        },
        {
            "name": "Mr/s. Wordsmith",
            "subtype": "The Writer",
            "desc": "You are observant and astute. You like to write things down. You have a tendency to stick your nose where it doesn't belong. You are an adult but you still have the beauty of your youth. You might be a reporter, or perhaps a crime-fiction novelist."
        },
        {
            "name": "Mr/s. X",
            "subtype": "The Rebel",
            "desc": "You are young and hedonistic. You dress and speak loudly. You make dangerous decisions and want to rock the boat just to see what will happen. You don't care about nobody, because nobody cares about you. You probably play an instrument and don’t have a fixed job."
        },
        {
            "name": "Doctor / Nurse Nightingale",
            "subtype": "The Healer",
            "desc": "You have dedicated your life to looking after others. You are down to earth and good with people. You are likely young to middle aged, and could be attractive. You may have started out working in the public domain, or your bedside manner means you’ve been offered work looking after wealthy individuals privately."
        },
        {
            "name": "Professor Acumen",
            "subtype": "The Intellectual",
            "desc": "You are both extremely smart and arrogant. You do not take kindly to being questioned but like to ask questions yourself. You are likely older, and have unusual features. You are possibly run a lab, or are a scientist in self-employ, or a working academic."
        },
        {
            "name": "Sgt. Stripes",
            "subtype": "The Commander",
            "desc": "You are used to command and being the one who directs proceedings. You are quick to anger, but you are not stupid. You are likely middle-aged and may show scars from your dangerous profession. You could be either military, police or private security."
        },
        {
            "name": "The Butler / The Maid",
            "subtype": "The Staff",
            "desc": "You are here to attend the needs of the guests and know the house well. You are often overlooked but never miss a beat yourself. Your appearance is nondescript. You were most likely hired by the owners of the mansion or another guest."
        },
        {
            "name": "The Great M",
            "subtype": "The Fraud",
            "desc": "Using your deep connection to the spirit world, you saw all this coming and the doom ahead too! Your good looks and quick thinking are perfect for parting people from their money. You might practice reading palms, the tarot and other parlor tricks. Or maybe you have been employed to exorcise evil spirits from the house."
        },
        {
            "name": "Mr/s. Diligent",
            "subtype": "The Labourer",
            "desc": "Your looks convey your life of hardship, and you are probably much younger than you appear. You likely speak with a regional accent. You've worked hard for what you have and are damn proud of it. You might work at the house, or a smallholding of your own, or perhaps you peddle your trade door-to-door."
        },
        {
            "name": "Mr/s. Sauve",
            "subtype": "The Seducer",
            "desc": "You enjoy the chase, and are good at it. You use hair dye or makeup to hide your real age and wear the most fashionable clothes. You've had countless lovers - maybe even ex-sposes - but you're always on the lookout for your next conquest."
        },
        {
            "name": "Mr/s. Pioneer",
            "subtype": "The Adventurer",
            "desc": "You've travelled the world and seen everything from mountains to endless deserts. Now you're back home and it's all a little bland. You may sport a tan or wear something from a distant culture. You might make a living retrieving lost objects or maybe you have a fat bank account and a case of wanderlust."
        }
    ],
    "objects": [
        {
            "name": "Erotica",
            "subtype": "Contraband",
            "desc": "Given the personal nature of these photographs, they are clearly weren't intended to be made public."
        },
        {
            "name": "Marijuana Cigarettes",
            "subtype": "Contraband",
            "desc": "Twelve pre-rolled marijuana cigarettes in a classy metal case."
        },
        {
            "name": "Marked Cards",
            "subtype": "Contraband",
            "desc": "A deck of cards with special markings used by con artists."
        },
        {
            "name": "Nazi Gold",
            "subtype": "Contraband",
            "desc": "A brick of solid gold, stamped with the emblem of the Nazi Party."
        },
        {
            "name": "Bombing Plan",
            "subtype": "Contraband",
            "desc": "It contains instructions for the manufacture of explosives and directions for their placement."
        },
        {
            "name": "Ancient Egyptian Artifact",
            "subtype": "d'Art",
            "desc": "A gold and jade idol of Isis. Supposedly protected by The Mummy's Curse."
        },
        {
            "name": "Beautiful Photograph",
            "subtype": "d'Art",
            "desc": "A hauntingly beautiful photograph of a young couple."
        },
        {
            "name": "Ming Dynasty Vase",
            "subtype": "d'Art",
            "desc": "An extremely expensive piece of history, just sitting there with the other vases."
        },
        {
            "name": "Rembrandt Painting",
            "subtype": "d'Art",
            "desc": "Abraham's Sacrifice.\\nOil on Canvas, 1635."
        },
        {
            "name": "Silver Locket",
            "subtype": "d'Art",
            "desc": "A locket made of silver that is sealed from opening."
        },
        {
            "name": "Land Title Deed",
            "subtype": "Document",
            "desc": "The Title Deed to this very mansion and the grounds."
        },
        {
            "name": "Personal Diary",
            "subtype": "Document",
            "desc": "The personal diary of somebody important."
        },
        {
            "name": "The Will",
            "subtype": "Document",
            "desc": "This version of the will has been altered recently, but why?"
        },
        {
            "name": "Travel Documents",
            "subtype": "Document",
            "desc": "Documents that prove somebody recently took a trip to a far off country."
        },
        {
            "name": "Unsigned Confession",
            "subtype": "Document",
            "desc": "An unsigned confession, typed on a typewriter."
        },
        {
            "name": "Scalpel",
            "subtype": "Tool",
            "desc": "The tool of a doctor or mortician. Too small to be an effective weapon."
        },
        {
            "name": "Lock-Picking Equipment",
            "subtype": "Tool",
            "desc": "Useful for opening locks, but who has the ability to use it?"
        },
        {
            "name": "Microscope",
            "subtype": "Tool",
            "desc": "An old, dusty microscope. Still perfectly usable when cleaned."
        },
        {
            "name": "First-Aid Kit",
            "subtype": "Tool",
            "desc": "Contains sterile dressings, bandages, iodine, pain-killers, surgical spirit etc. It's been opened."
        },
        {
            "name": "Tire Iron",
            "subtype": "Tool",
            "desc": "24\" of rugged forged steel with chrome plate finish."
        },
        {
            "name": "Fingerprint",
            "subtype": "Evidence",
            "desc": "A fingerprint on an incriminating surface. Something's been disturbed."
        },
        {
            "name": "Broken Window",
            "subtype": "Evidence",
            "desc": "If somebody broke in, the why is there glass on the outside?"
        },
        {
            "name": "Pile of Ash",
            "subtype": "Evidence",
            "desc": "This might have once been a document or other evidence... or maybe just a fine cigar."
        },
        {
            "name": "Liquid Puddle",
            "subtype": "Evidence",
            "desc": "A small puddle of liquid with a pungent smell. What is it and how was it spilled?"
        },
        {
            "name": "Blood Splatter",
            "subtype": "Evidence",
            "desc": "Drops of fresh blood. Was the victim here? Or is someone hiding an injury?"
        },
        {
            "name": "Candlestick",
            "subtype": "Weapon",
            "desc": "A large, heavy candlestick that has recently been polished to a reflective finish."
        },
        {
            "name": "Knife",
            "subtype": "Weapon",
            "desc": "A knife, ordinarily used for preparing food, perhaps turned to a more sinister purpose."
        },
        {
            "name": "Poison",
            "subtype": "Weapon",
            "desc": "~ XXXX ~\\n Rat Poison\\nKeep out of children's reach."
        },
        {
            "name": "Revolver",
            "subtype": "Weapon",
            "desc": "A Smith & Wesson Model 29 six-shooter. Classic and deadly."
        },
        {
            "name": "Silk Rope",
            "subtype": "Weapon",
            "desc": "A length of Silk Rope, strong yet thin, and black in colour."
        }
    ],
    "relationships": [
        {
            "name": "Business Partners",
            "subtype": "Business",
            "desc": "You entered into a amicable business arrangement many years ago."
        },
        {
            "name": "Business Rivals",
            "subtype": "Business",
            "desc": "You both have businesses in the same industry or market. You may have only met formally."
        },
        {
            "name": "Colleagues",
            "subtype": "Business",
            "desc": "You were or are both employed in the same venture, company or other workplace."
        },
        {
            "name": "Customer & Provider",
            "subtype": "Business",
            "desc": "One of you has been paying for the other to provide a service. Are you both still happy with the arrangement?"
        },
        {
            "name": "Employee & Boss",
            "subtype": "Business",
            "desc": "One of you is employed by the other. Or this was the case at some time in the past."
        },
        {
            "name": "Conman & Mark",
            "subtype": "Crime",
            "desc": "A fool and their money are easily parted."
        },
        {
            "name": "Corruption",
            "subtype": "Crime",
            "desc": "Money has changed hands between you for political or business favours."
        },
        {
            "name": "Fraudsters",
            "subtype": "Crime",
            "desc": "Perpetrators of a well coordinated and profitable deception."
        },
        {
            "name": "Illicit Services",
            "subtype": "Crime",
            "desc": "Provider and Recipient of the services of a skilled professional in exchange for cash."
        },
        {
            "name": "Officer & Informer",
            "subtype": "Crime",
            "desc": "An officer of the law and their criminal informer"
        },
        {
            "name": "Cousins",
            "subtype": "Family",
            "desc": "Second cousins once removed. You know what that means, right?"
        },
        {
            "name": "In-laws",
            "subtype": "Family",
            "desc": "You married into the family name, I was born with it."
        },
        {
            "name": "Married or Divorced",
            "subtype": "Family",
            "desc": "Nothing says love like a binding contract."
        },
        {
            "name": "Parent & Child",
            "subtype": "Family",
            "desc": "A bond stronger than any other. What wouldn't a parent do for their progeny?"
        },
        {
            "name": "Siblings",
            "subtype": "Family",
            "desc": "Blood is thicker than water, but sibling rivalries run deep."
        },
        {
            "name": "Drinking Buddies",
            "subtype": "Friends",
            "desc": "Always do sober what you said you'd do drunk. That will teach you to keep your mouth shut. ~ Ernest Hemingway"
        },
        {
            "name": "Fraternity Members",
            "subtype": "Friends",
            "desc": "Was it Alpha Sigma Phi or Phi Kappa Sigma?"
        },
        {
            "name": "More Than Friends",
            "subtype": "Friends",
            "desc": "Physical pleasure without the entanglements. Sounds easy enough for two logical adults, right?"
        },
        {
            "name": "From The War",
            "subtype": "Friends",
            "desc": "The things we saw. The things we did. War changes you."
        },
        {
            "name": "Newly Made",
            "subtype": "Friends",
            "desc": "You enjoy stamp collecting too? I've got to tell you how I found my Penny Black..."
        },
        {
            "name": "Coincidence",
            "subtype": "Secret",
            "desc": "Brought together by an embarrassing coincidence"
        },
        {
            "name": "Conspirators",
            "subtype": "Secret",
            "desc": "A mutually beneficial arrangement that's best kept quiet."
        },
        {
            "name": "Secret Enemies",
            "subtype": "Secret",
            "desc": "Some rivalries should be kept out of the public eye."
        },
        {
            "name": "Secret Lovers",
            "subtype": "Secret",
            "desc": "The heart wants what the heart wants."
        },
        {
            "name": "Secret Society Members",
            "subtype": "Secret",
            "desc": "Members of a secret society such as The Masons."
        },
        {
            "name": "Blackmailer & Victim",
            "subtype": "Unequal",
            "desc": "They know your secret and that gives them power over you."
        },
        {
            "name": "Dom and Sub",
            "subtype": "Unequal",
            "desc": "One of you decides what to do, and the other ones does it. What's the safe word?"
        },
        {
            "name": "Elected Official & Civil Servant",
            "subtype": "Unequal",
            "desc": "One of you is elected, the other appointed."
        },
        {
            "name": "Famous and Fan",
            "subtype": "Unequal",
            "desc": "They know absolutely everything about you, including some stuff you have forgotten yourself. Creepy."
        },
        {
            "name": "Unrequited Love",
            "subtype": "Unequal",
            "desc": "You say that it's not real, but I know how I feel!"
        }
    ],
    "wildcards": [
        {
            "name": "A Funeral",
            "subtype": "Flashback",
            "desc": "The story flashes back to a well attended funeral. Today is both an ending and a new beginning."
        },
        {
            "name": "A Lawyer's Office",
            "subtype": "Flashback",
            "desc": "The story flashes back to a swanky lawyer's office."
        },
        {
            "name": "At Sea",
            "subtype": "Flashback",
            "desc": "The story flashes back to the deck of a large boat. An ominous storm cloud darkens the horizon."
        },
        {
            "name": "On The Orient Express",
            "subtype": "Flashback",
            "desc": "The story flashes back to an overnight cabin on a moving train."
        },
        {
            "name": "A Church",
            "subtype": "Flashback",
            "desc": "The story flashes back to a small church, of hewn stone. It looks like 12th century construction. "
        },
        {
            "name": "A Secret Hallway",
            "subtype": "Location",
            "desc": "A secret hallway connects two rooms..."
        },
        {
            "name": "A Forgotten Room",
            "subtype": "Location",
            "desc": "A thick layer of dust suggests this room has been undisturbed for some time."
        },
        {
            "name": "The Maze",
            "subtype": "Location",
            "desc": "A secret flower garden lies in the center of the hedge maze, known to only a few."
        },
        {
            "name": "Surveillance Room",
            "subtype": "Location",
            "desc": "This room has been used to spy on others. Maybe sophisticated electronic bugs or just eye-holes in paintings."
        },
        {
            "name": "The Attic / The Basement",
            "subtype": "Location",
            "desc": "A storage room filled with unusual and long forgotten bric-a-brac. This area is not normally open to visitors."
        },
        {
            "name": "Clock Discrepancy",
            "subtype": "Deduction",
            "desc": "The clock on the wall is conspicuously wrong. Events may not have happened in the order that you thought."
        },
        {
            "name": "Red Herring",
            "subtype": "Deduction",
            "desc": "Suddenly, a clue that will crack the case wide open! Oh wait... nevermind."
        },
        {
            "name": "Mistake",
            "subtype": "Deduction",
            "desc": "An innocent mistake. Nothing to see here."
        },
        {
            "name": "Relocation",
            "subtype": "Deduction",
            "desc": "Events that were thought to happen in one location in fact occurred elsewhere."
        },
        {
            "name": "Wrong Cause Of Death",
            "subtype": "Deduction",
            "desc": "One cause of death was designed to conceal another."
        },
        {
            "name": "Cruel Architecture",
            "subtype": "Obstruction",
            "desc": "Traps! Built in the very mansion itself."
        },
        {
            "name": "Fire! Fire!",
            "subtype": "Obstruction",
            "desc": "A fire gets out of control."
        },
        {
            "name": "Extreme Weather",
            "subtype": "Obstruction",
            "desc": "A violent storm or huge snowfall. The weather is so severe, it's disrupting the investigation."
        },
        {
            "name": "Power Cut",
            "subtype": "Obstruction",
            "desc": "The power's been cut! Who did it and how?"
        },
        {
            "name": "Locked-In",
            "subtype": "Obstruction",
            "desc": "Somebody is locked in a room, trap or other confinement and must be rescued!"
        },
        {
            "name": "Phone Call",
            "subtype": "Privacy",
            "desc": "A surprising phone call is received. Who are they trying to contact? And why?"
        },
        {
            "name": "Hidden In Plain Sight",
            "subtype": "Privacy",
            "desc": "Something that has been in the background the whole time suddenly becomes integral to the mystery."
        },
        {
            "name": "Locked-Out",
            "subtype": "Privacy",
            "desc": "A locked room, box, or safe is discovered that may hold a vital clue, if only you could get the door open."
        },
        {
            "name": "This Isn't What It Looks Like",
            "subtype": "Privacy",
            "desc": "A character gets caught doing something highly suspicious, but it's actually quite innocent."
        },
        {
            "name": "Guilty Conscience",
            "subtype": "Privacy",
            "desc": "A guilty conscience weighs heavy."
        },
        {
            "name": "I Need A Drink",
            "subtype": "Distraction",
            "desc": "Characters take a moment to reflect and calm their nerves with their vice of choice."
        },
        {
            "name": "Forgery",
            "subtype": "Distraction",
            "desc": "A completely identical copy of an existing clue."
        },
        {
            "name": "An Unexpected Visitor",
            "subtype": "Distraction",
            "desc": "Somebody arrives at the door. They must be sent on their way before they discover the nature of this meeting..."
        },
        {
            "name": "An Accident",
            "subtype": "Distraction",
            "desc": "A non-lethal blunder must be attended to."
        },
        {
            "name": "Stolen Evidence",
            "subtype": "Distraction",
            "desc": "A vital piece of evidence goes missing."
        }
    ],
    "motives": [
        {
            "name": "Cheating Partner",
            "subtype": "Jealousy",
            "desc": "And they had no idea that you knew."
        },
        {
            "name": "Credit Theft",
            "subtype": "Jealousy",
            "desc": "I did all the work, and they got all the credit."
        },
        {
            "name": "Nobody Can",
            "subtype": "Jealousy",
            "desc": "If I can't have them, then nobody can."
        },
        {
            "name": "Professional Envy",
            "subtype": "Jealousy",
            "desc": "I could do your job better."
        },
        {
            "name": "Winning Is Everything",
            "subtype": "Jealousy",
            "desc": "Just a game? Winning really is everything."
        },
        {
            "name": "A Demonic Hunger",
            "subtype": "Madness",
            "desc": "Only human blood can quench the hunger of the beast."
        },
        {
            "name": "Government Conspiracy",
            "subtype": "Madness",
            "desc": "A secret society is controlling the government, they must be stopped."
        },
        {
            "name": "Ice Cold Sociopath",
            "subtype": "Madness",
            "desc": "Because you can is motive enough."
        },
        {
            "name": "Paranoia",
            "subtype": "Madness",
            "desc": "It's not paranoia if they really are plotting against you."
        },
        {
            "name": "The Devil In Your Ear",
            "subtype": "Madness",
            "desc": "The devil made me do it."
        },
        {
            "name": "Addicted to Luxury",
            "subtype": "Money",
            "desc": "You need money to maintain the lifestyle you're accustomed too."
        },
        {
            "name": "Loan Shark",
            "subtype": "Money",
            "desc": "You need money to pay off the loan shark."
        },
        {
            "name": "Pure Greed",
            "subtype": "Money",
            "desc": "You don't need the money, it's just pure greed."
        },
        {
            "name": "Start-up Money",
            "subtype": "Money",
            "desc": "You need money to get that business off the ground."
        },
        {
            "name": "That You Earned",
            "subtype": "Money",
            "desc": "You want to get back money that you earned."
        },
        {
            "name": "Cold Blooded",
            "subtype": "Revenge",
            "desc": "Revenge is a dish best served cold..."
        },
        {
            "name": "Humiliation",
            "subtype": "Revenge",
            "desc": "Nobody humiliates you like that, nobody!"
        },
        {
            "name": "Jilted Lover",
            "subtype": "Revenge",
            "desc": "After everything I did, you don't get to just walk away from this."
        },
        {
            "name": "Tit for Tat",
            "subtype": "Revenge",
            "desc": "They took what was yours."
        },
        {
            "name": "You Killed My Father!",
            "subtype": "Revenge",
            "desc": "You killed my father and now you will pay for our missing years."
        },
        {
            "name": "Blackmail",
            "subtype": "Secrets",
            "desc": "To end the blackmail, at last."
        },
        {
            "name": "Family Skeletons",
            "subtype": "Secrets",
            "desc": "Something's amiss in the family tree."
        },
        {
            "name": "Fatal Knowledge",
            "subtype": "Secrets",
            "desc": "They knew it wasn't an accident... now nobody knows."
        },
        {
            "name": "Protect A Legacy",
            "subtype": "Secrets",
            "desc": "The world should remember them for what they stood for, not what they did."
        },
        {
            "name": "Secret Life",
            "subtype": "Secrets",
            "desc": "To keep your life and your secret other life separate."
        },
        {
            "name": "Chessmaster",
            "subtype": "Rationalised",
            "desc": "This death was nothing but a very small part of a much, much larger scheme."
        },
        {
            "name": "It's What You Wanted",
            "subtype": "Rationalised",
            "desc": "You killed them because you thought that somebody else wanted you to."
        },
        {
            "name": "Self Defence",
            "subtype": "Rationalised",
            "desc": "You had to kill them before they killed you."
        },
        {
            "name": "To Destroy A Monster",
            "subtype": "Rationalised",
            "desc": "Terrible people deserve terrible ends."
        },
        {
            "name": "To Prove You Could",
            "subtype": "Rationalised",
            "desc": "This was the test run. The real victim will be more difficult."
        }
    ],
    "murder_discovery": [
        {
            "name": "Public Murder",
            "subtype": "The Discovery",
            "desc": "The victim's death is public, all or most of the group witness it. It should be unclear who did the deed. (The poison was placed in advance, a power-cut takes out the lights etc.)"
        },
        {
            "name": "Group Finds Body",
            "subtype": "The Discovery",
            "desc": "The victim dies between scenes and the body is found by the group (or most of it.) Which individual reactions stand out from the group? Panic? Morbid Curiosity? Is there a doctor in the house?"
        },
        {
            "name": "Individual Finds Body",
            "subtype": "The Discovery",
            "desc": "The body is found by one person alone. Decide at random. They may choose to fetch others after they find the body."
        },
        {
            "name": "Proof Of Murder Only",
            "subtype": "The Discovery",
            "desc": "News/proof of the murder is delivered without the group seeing the body. (Video evidence, a body part in a box. etc.)"
        },
        {
            "name": "On The Edge Of Death",
            "subtype": "The Discovery",
            "desc": "The victim is found on the edge of death. If only they had the time and strength to implicate their killer..."
        },
        {
            "name": "Preordained Murder",
            "subtype": "The Discovery",
            "desc": "The murder is telegraphed in advance of the act. (Victim says that someone is after them. A note reading 'One will die...' etc.)"
        }
    ],
    "murder_cause": [
        {
            "name": "Apparent Suicide",
            "subtype": "The Cause of Death",
            "desc": "The victim appears to have taken their own life. At least that's what it looks like. But does it add up?"
        },
        {
            "name": "Blunt Force Trauma",
            "subtype": "The Cause of Death",
            "desc": "A lethal battering, a fall, or a high-speed collision."
        },
        {
            "name": "Shot",
            "subtype": "The Cause of Death",
            "desc": "Nothing says murder like a bullet wound."
        },
        {
            "name": "Knife Wound",
            "subtype": "The Cause of Death",
            "desc": "Stabbed or Slit Throat"
        },
        {
            "name": "None Obvious",
            "subtype": "The Cause of Death",
            "desc": "This might easily be mistaken for natural causes. Or, despite the lack of a obvious cause, murder may still be clear."
        },
        {
            "name": "Dismemberment",
            "subtype": "The Cause of Death",
            "desc": "Dismemberment or Decapitation. Truly gruesome. "
        },
        {
            "name": "Elaborate",
            "subtype": "The Cause of Death",
            "desc": "Obscure and/or Elaborate. Anything from a rare toxin to Rube Goldberg death machine."
        },
        {
            "name": "Asphyxiation",
            "subtype": "The Cause of Death",
            "desc": "Strangled with bare hands, Garrotted or Drowned. A man can drown in 2\" of water."
        },
        {
            "name": "Assassinated",
            "subtype": "The Cause of Death",
            "desc": "Clearly a professional job."
        },
        {
            "name": "Extreme Trauma",
            "subtype": "The Cause of Death",
            "desc": "Immolated, Electrocuted, Dissolved in acid etc. The victim suffered."
        }
    ]
}
